import './App.css';
import FormAddCar from "./components/form_add_car/FormAddCar";
import Cars from "./components/cars/Cars";

{

//     сверху страницы у вас должна быть форма для записи/редактирования машин
//     под формой должны выводится машинки
//     у каждой машинки должно быть 2 кнопки delete и edit:
//     - по нажатии на кнопку delete машина должна удалятся с базы данных и со списка выведенных машин
// - по нажатии на кнопку edit, форма должна заполнится данными выбранной машины с последующим обновлением и сохранением
//  в базу данных
//
//     документация и API обновлена и находится по одной их ссылок:
//     http://195.72.146.25/
//     http://192.168.1.253/
}

function App() {
  return (
    <div>
      <FormAddCar />
    </div>
  );
}

export default App;